Repository: TarasOsiris/tttracker
Catalog: TableTennisTracker/iosApp/iosApp/Resources/Shared.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt, tr, uk, zh_cn

# title_opponents
source: Opponents
ar: الخصوم
de: Gegner
es: Oponentes
fr: Adversaires
hi: प्रतिद्वंद्वी
id: Lawan
it: Avversari
ja: 対戦相手
ko: 상대
pt: Oponentes
tr: Rakipler
uk: Суперники
zh_cn: 对手

# title_settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
tr: Ayarlar
uk: Налаштування
zh_cn: 设置

# week_start_monday
source: Monday
ar: الإثنين
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
pt: Segunda-feira
tr: Pazartesi
uk: Понеділок
zh_cn: 星期一

# week_start_saturday
source: Saturday
ar: السبت
de: Samstag
es: Sábado
fr: Samedi
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
pt: Sábado
tr: Cumartesi
uk: Субота
zh_cn: 星期六

# week_start_select_title
source: First day of week
ar: أول يوم في الأسبوع
de: Erster Wochentag
es: Primer día de la semana
fr: Premier jour de la semaine
hi: सप्ताह का पहला दिन
id: Hari pertama dalam seminggu
it: Primo giorno della settimana
ja: 週の開始曜日
ko: 주의 시작 요일
pt: Primeiro dia da semana
tr: Haftanın ilk günü
uk: Перший день тижня
zh_cn: 每周起始日

# week_start_sunday
source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
pt: Domingo
tr: Pazar
uk: Неділя
zh_cn: 星期日
